src/mathematics/linear_algebra/KBrefHomogeneousEquations.org
* #definition Homogeneous Equation
:PROPERTIES:
:ID:       CCF6B55C-6C04-4C20-9BEF-EB1F7FE5C1D0
:END:
  When the right side equals zero.
* Properties
** If a linear combination of linearly independent vectors then all coefficients are 0
** if linearly dependent, then are multiple solutions (atleast dim1 infinitely many because you can scale)
** There's always a solution: the trivial one (all coefficients are zero)
*** unlike systems of equations, you can't have no solution because linear maps take zero to zero
